           * Hello World! in COBOL
            IDENTIFICATION DIVISION.
            PROGRAM-ID. hello-world.
            PROCEDURE DIVISION.
            	DISPLAY "Hello World!".
            STOP RUN.